[
	{
		"id": 1,
		"name": "Brent Weeks",
		"img_url": "http://www.brentweeks.com/news/wp-content/uploads/2014/01/Brent-Weeks-223x300.jpg",
		"author_description": "Born in a rural Montana hospital on a date held holy by the Vigilantes, Brent Weeks is an exmatriate novelist, monarchic idealist, fan of Roman-era  Hebraic zombie lit, tyro monoglot, and former college football great (Division 3). Brent  also enjoys the game Two Truths and a Lie. Also bad at counting.",
		"events":
		[
			{
				"event_id": 1,
				"event_name": "Huddersfield Fantasy: Brent Weeks",
				"event_location": "WhSmith: Huddersfield" ,
				"lat": 53.645633, 
				"lng": -1.780882
			},
			{
				"event_id": 2,
				"event_name": "Dewsbury Fantasy: Brent Weeks",
				"event_location": "Waterstones: Dewsbury" ,
				"lat": 53.690679, 
				"lng": -1.628202
			}
		]
	},

	{
		"id": 2,
		"name": "Eoin Colfer",
		"img_url": "http://s1.thingpic.com/images/Km/hEhfmoHUPnAxnPuYBEoeFhTr.jpeg",
		"author_description": "Eoin Colfer (pronounced Owen) was born in Wexford on the South-East coast of Ireland in 1965, where he and his four brothers were brought up by his father (an elementary school teacher, historian and artist of note) and mother (a drama teacher). He first developed an interest in writing in primary (elementary) school with gripping Viking stories inspired by history he was learning in school at the time!",
		"events":
		[
			{
				"event_id": 3,
				"event_name": "Arnotts WhSmith Fantasy",
				"event_location": "Fantasy Anotts" ,
				"lat": 53.348820, 
				"lng": -6.262757
			}
		]
	},

	{
		"id": 3,
		"name": "Brandon Sanderson",
		"img_url": "https://upload.wikimedia.org/wikipedia/commons/7/70/Brandon_Sanderson_sign.jpg",
		"author_description": "Brandon Sanderson (born December 19, 1975) is an American fantasy and science fiction writer. He is best known for his Mistborn series and his work in finishing Robert Jordan's epic fantasy series The Wheel of Time. In 2010, Sanderson published The Way of Kings, the first of a ten-book series called The Stormlight Archive.",
		"events":
		[
			{
				"event_id": 4,
				"event_name": "Stories in London",
				"event_location": "London WhSmiths: High Fantasy" ,
				"lat": 51.522528, 
				"lng": -0.162603
			},
			{
				"event_id": 5,
				"event_name": "CLC: Bookish",
				"event_location": "CLC Bookshop: Birmingham" ,
				"lat": 52.479455, 
				"lng": -1.893370
			}
		]
	},

	{
		"id": 4,
		"name": "James Patterson",
		"img_url": "https://upload.wikimedia.org/wikipedia/commons/1/1d/James_Patterson.jpg",
		"author_description": "James Patterson has created more enduring fictional characters than any other novelist writing today with his Alex Cross, Michael Bennett, Women's Murder Club, Private, NYPD Red, Daniel X, Maximum Ride, and Middle School series. As of January 2016, he has sold over 350 million books worldwide and currently holds the Guinness World Record for the most #1 New York Times bestsellers. In addition to writing the thriller novels for which he is best known, he also writes children's, middle-grade, and young-adult fiction and is also the first author to have #1 new titles simultaneously on the New York Times adult and children's bestsellers lists.",
		"events":
		[
			{
				"event_id": 6,
				"event_name": "Book Depot",
				"event_location": "Leeds, Birstall: Books" ,
				"lat": 53.712862, 
				"lng": -1.62519
			},
			{
				"event_id": 7,
				"event_name": "WhSmith: Bookcon",
				"event_location": "Leeds: WhSmith" ,
				"lat": 53.756890, 
				"lng":  -1.570016
			}
		]
	},
	{
		"id": 5,
		"name": "Jim Butcher",
		"img_url": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Jim_Butcher_crop.jpg",
		"author_description": "Jim Butcher is the author of the Dresden Files, the Codex Alera, and a new steampunk series, the Cinder Spires. His resume includes a laundry list of skills which were useful a couple of centuries ago, and he plays guitar quite badly. An avid gamer, he plays tabletop games in varying systems, a variety of video games on PC and console, and LARPs whenever he can make time for it. Jim currently resides mostly inside his own head, but his head can generally be found in his home town of Independence, Missouri.",
		"events":
		[
			{
				"event_id": 8,
				"event_name": "Angry Con",
				"event_location": "Nottingham: Angry Robot" ,
				"lat": 52.950258, 
				"lng": -1.147097
			},
			{
				"event_id": 9,
				"event_name": "Wisecon",
				"event_location": "Nottingham: Wisebooks" ,
				"lat": 52.953751, 
				"lng":  -1.142220
			}
		]
	}
]	